---
kind: property
id: P:Autodesk.Revit.DB.ACADExportOptions.UseHatchBackgroundColor
source: html/1aa0ce6b-68d1-6643-9491-4b9328cf53e0.htm
---
# Autodesk.Revit.DB.ACADExportOptions.UseHatchBackgroundColor Property

Indicates if hatch background color will be used or not.
 default value is false.

## Syntax (C#)
```csharp
public bool UseHatchBackgroundColor { get; set; }
```